export default `<vocahub>('https://vocahub.net'이하 운영자)는 정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다

1. 개인정보의 처리목적

    운영자는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는
    다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 「개인정보 보호법」
    제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
    - SNS(카카오, 구글) 로그인으로 회원가입 및 관리: 간편 가입 및 계정 연동 서비스 제공, 개인식별, 회원 가입의사 확인, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.

    &nbsp;

2. 개인정보의 처리 및 보유기간

    ① 운영자는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
    
    ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

    1. SNS(카카오, 구글) 로그인으로 회원가입 및 관리 : 홈페이지 탈퇴 시까지

    &nbsp;

3. 처리하는 개인정보 항목

    운영자는 다음의 개인정보 항목을 처리하고 있습니다.
    * SNS(카카오, 구글) 로그인으로 회원가입 및 관리: 닉네임, 이메일(카카오 제외)

    &nbsp;


4. 개인정보의 파기 절차 및 방법

    ① 운영자는 개인정보 홈페이지 탈퇴로 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.

    ② 개인정보 파기의 절차 및 방법은 다음과 같습니다.
    1. 파기절차
        - 이용자의 개인정보는 홈페이지 탈퇴 시 바로 파기됩니다.
    2. 파기방법
        - 운영자는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

    &nbsp;

5. 정보주체와 법정대리인의 권리·의무 및 행사방법

    ① 정보주체는 <개인정보처리자명>에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.

    ② 정보주체는 언제든지 정보주체의 개인정보를 조회하거나 수정할 수 있으며 회원 탈퇴 절차를 통하여 개인정보 이용에 댛나 동의 등을 철회할 수 있습니다.
    - 개인정보의 조회/수정: 로그인 > 설정
    - 개인정보의 조회/수정: 로그인 > 설정 > 회원 탈퇴

    권리 행사는 <개인정보처리자명>에 대해 「개인정보 보호법」 시행령 제41조 제1항에 따라 서면, 전자우편 등을 통하여 하실 수 있으며, 운영자는 이에 대해 지체없이 조치하겠습니다.
    
    ③ 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
    
    ④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
    
    ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
    
    ⑥ 운영자는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

    &nbsp;

6. 개인정보의 안전성 확보조치

    운영자는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

    ① 관리적 조치 : 1인 운영으로 개인정보를 관리하는 담당자를 최소화하고 있습니다.

    ② 기술적 조치 : 서버 및 데이터베이스 접근 권한 관리, 암호화 통신, 개인정보 암호화 후 저장
    - 운영자는 해킹이나 컴퓨터 바이러스에 의하여 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위하여 필요한 보안조치를 이용하고 있으며, 더욱 향상된 보안조치를 확보할 수 있도록 가능한 모든 기술적 방법을 구비하기 위하여 노력하고 있습니다.
    
    ③ 물리적 조치 : cloud 서비스를 이용하여 물리적으로 서버와 데이터베이스에 접근이 불가능하도록 관리하고 있습니다.나. 해킹 및 컴퓨터 바이러스 등에 대비

    &nbsp;

7. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항

    ① 운영자는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용 정보를
    저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.

    ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는
    소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
    1. 쿠키의 사용목적: 이용자의 로그인 여부를 확인하기 위하여 사용합니다.
    2. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
    3. 쿠키 저장을 거부할 경우 로그인이 필요한 일부 서비스 이용에 제한이 생길 수 있습니다.

    &nbsp;

8. 행태정보의 수집·이용 및 거부 등에 관한 사항

    ① 운영자는 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택,
    온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집·이용하고 있습니다.

    ② 운영자는 다음과 같이 행태정보를 수집합니다.

    **수집하는 행태정보의 항목**
    - 이용자의 웹사이트 서비스 방문이력, 검색이력
    
    **행태정보 수집 방법**
    - 이용자의 웹 사이트 방문/실행시 자동 수집

    **행태정보 수집 목적**
    - 이용자의 관심, 성향에 기반한 개인 맞춤형 상품추천서비스(광고포함)를 제공

    **보유·이용기간 및 이후 정보처리 방법**
    - Google 개인정보보호정책과 Google Analytics 이용약관 등 제3자의 보호정책을 따름.
    
    ③ 운영자는 다음과 같이 구글 애드센스(Google Adsense)를 이용하여 온라인 맞춤형 광고 사업자가 행태정보를 수집·처리하도록
    허용하고 있습니다.
    - 행태정보를 수집 및 처리하려는 광고 사업자 : 구글(Google Inc.)
    - 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때 자동 수집 및 전송
    - 수집·처리되는 행태정보 항목 : 이용자의 웹 방문이력

    ④ 운영자는 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상,
    신념, 가족 및 친인척관계, 학력·병력, 기타 사회활동 경력 등 개인의 권리·이익이나 사생활을
    뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.

    ⑤ 운영자는 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로
    하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고
    있는 아동에게는 맞춤형 광고를 제공하지 않습니다.

    ⑥ 운영자는 모바일 앱에서 온라인 맞춤형 광고를 위하여 광고식별자를 수집·이용
    합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수
    있습니다.

    ‣ 스마트폰의 광고식별자 차단/허용

    (1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제

    (2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔

    ※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.

    ⑦ 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단·
    허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에
    영향을 미칠 수 있습니다.

    ‣ 웹브라우저를 통한 맞춤형 광고 차단/허용

    (1) 인터넷 익스플로러(Windows 10용 Internet Explorer 11)
    - Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택
    - 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는 허용을 선택

    (2) Microsoft Edge
    - Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다.
    - 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」 섹션에서 ‘추적방지’ 여부 및
    수준을 선택합니다.
    - ‘InPrivate를 검색할 때 항상 "엄격" 추적 방지 사용’ 여부를 선택합니다.
    - 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.

    (3) 크롬 브라우저
    - Chrome에서 오른쪽 상단 ‘⋮’ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를
    클릭합니다.
    - 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.
    - 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.

    ⑧ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수
    등을 문의할 수 있습니다.
    ‣ 개인정보 보호 담당자
    - 성명 : 박지원
    - 연락처 : raipendalk@gmail.com

    &nbsp;

9. 개인정보 보호책임자

    ① 운영자는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
    관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를
    지정하고 있습니다.

    ‣ 개인정보 보호책임자
    - 성명 : 박지원
    - 연락처 : raipendalk@gmail.com

    ② 정보주체는 운영자의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보보호
    관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자로 문의할 수
    있습니다. 운영자는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.

10. 개인정보 열람청구

    정보주체는 「개인정보 보호법」 제35조에 따른 개인정보의 열람 청구를 아래의 담당자에게 할 수 있습니다.
    운영자는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.

    ‣ 개인정보 열람청구 접수·처리 담당자
    - 성명 : 박지원
    - 연락처 : raipendalk@gmail.com

11. 권익침해 구제방법

    ① 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원
    개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
    신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.

    1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
    2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
    3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
    4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)

    ② 운영자는 정보주체의 개인정보자기결정권을 보장하고, 개인정보침해로 인한
    상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우 아래의 담당부서로 연락해
    주시기 바랍니다.

    ‣ 개인정보보호 관련 고객 상담 및 신고
    - 성명 : 박지원
    - 연락처 : raipendalk@gmail.com

    ③ 「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의
    처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리
    또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

    ‣ 중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr)

12. 개인정보 처리방침의 변경

    ① 이 개인정보 처리방침은 2024. 03. 30부터 적용됩니다.`
